{
  "<pad>": "0 0",
  "<bos>": "1 0",
  "<eos>": "2 0",
  "<unk>": "3 0",
  "1": "4 986",
  "0": "5 815",
  "5": "6 665",
  "8": "7 664",
  "6": "8 663",
  "14": "9 647",
  "9": "10 643",
  "7": "11 642",
  "10": "12 630",
  "4": "13 629",
  "11": "14 621",
  "12": "15 618",
  "2": "16 602",
  "25": "17 601",
  "15": "18 599",
  "13": "19 592",
  "23": "20 590",
  "20": "21 584",
  "16": "22 580",
  "18": "23 574",
  "3": "24 558",
  "21": "25 555",
  "17": "26 552",
  "26": "27 552",
  "19": "28 545",
  "27": "29 543",
  "22": "30 541",
  "28": "31 537",
  "31": "32 524",
  "24": "33 519",
  "30": "34 510",
  "29": "35 508",
  "33": "36 508",
  "32": "37 495",
  "35": "38 493",
  "34": "39 470",
  "36": "40 445",
  "42": "41 430",
  "38": "42 420",
  "37": "43 418",
  "44": "44 415",
  "47": "45 409",
  "39": "46 409",
  "40": "47 407",
  "48": "48 400",
  "41": "49 396",
  "46": "50 394",
  "43": "51 385",
  "45": "52 381",
  "54": "53 362",
  "49": "54 359",
  "50": "55 351",
  "57": "56 345",
  "51": "57 342",
  "56": "58 330",
  "55": "59 318",
  "52": "60 317",
  "64": "61 313",
  "58": "62 307",
  "53": "63 307",
  "60": "64 307",
  "62": "65 304",
  "59": "66 292",
  "65": "67 291",
  "63": "68 279",
  "67": "69 267",
  "73": "70 266",
  "61": "71 266",
  "74": "72 254",
  "71": "73 254",
  "72": "74 246",
  "68": "75 245",
  "70": "76 244",
  "66": "77 241",
  "75": "78 235",
  "69": "79 234",
  "78": "80 224",
  "77": "81 222",
  "79": "82 218",
  "80": "83 214",
  "81": "84 208",
  "76": "85 200",
  "83": "86 198",
  "82": "87 189",
  "84": "88 180",
  "89": "89 179",
  "85": "90 177",
  "86": "91 169",
  "88": "92 167",
  "90": "93 162",
  "91": "94 157",
  "96": "95 156",
  "95": "96 150",
  "100": "97 149",
  "97": "98 146",
  "92": "99 145",
  "93": "100 141",
  "87": "101 140",
  "102": "102 138",
  "98": "103 133",
  "94": "104 131",
  "101": "105 129",
  "103": "106 124",
  "99": "107 119",
  "104": "108 116",
  "113": "109 113",
  "110": "110 110",
  "105": "111 109",
  "108": "112 106",
  "117": "113 102",
  "106": "114 100",
  "118": "115 96",
  "109": "116 96",
  "114": "117 94",
  "112": "118 93",
  "124": "119 93",
  "107": "120 90",
  "111": "121 88",
  "122": "122 84",
  "115": "123 83",
  "116": "124 83",
  "128": "125 79",
  "127": "126 74",
  "131": "127 73",
  "119": "128 72",
  "121": "129 72",
  "125": "130 72",
  "120": "131 68",
  "129": "132 63",
  "134": "133 62",
  "123": "134 59",
  "139": "135 59",
  "126": "136 58",
  "137": "137 56",
  "136": "138 56",
  "132": "139 55",
  "150": "140 53",
  "138": "141 53",
  "140": "142 53",
  "133": "143 50",
  "130": "144 49",
  "146": "145 49",
  "135": "146 49",
  "151": "147 48",
  "141": "148 46",
  "142": "149 44",
  "148": "150 44",
  "152": "151 39",
  "145": "152 38",
  "156": "153 38",
  "155": "154 38",
  "149": "155 37",
  "157": "156 34",
  "143": "157 34",
  "147": "158 34",
  "154": "159 34",
  "164": "160 33",
  "144": "161 32",
  "163": "162 32",
  "153": "163 31",
  "161": "164 31",
  "159": "165 30",
  "160": "166 27",
  "169": "167 27",
  "158": "168 25",
  "171": "169 23",
  "166": "170 23",
  "178": "171 22",
  "165": "172 21",
  "185": "173 21",
  "176": "174 19",
  "173": "175 19",
  "172": "176 18",
  "175": "177 18",
  "177": "178 18",
  "170": "179 18",
  "196": "180 17",
  "188": "181 17",
  "180": "182 17",
  "183": "183 17",
  "168": "184 17",
  "199": "185 16",
  "162": "186 16",
  "186": "187 16",
  "182": "188 15",
  "181": "189 15",
  "226": "190 15",
  "195": "191 15",
  "174": "192 14",
  "189": "193 14",
  "200": "194 13",
  "187": "195 13",
  "167": "196 13",
  "194": "197 13",
  "192": "198 13",
  "184": "199 13",
  "190": "200 13",
  "214": "201 13",
  "208": "202 12",
  "213": "203 11",
  "206": "204 11",
  "193": "205 11",
  "197": "206 11",
  "241": "207 11",
  "243": "208 11",
  "218": "209 11",
  "198": "210 10",
  "179": "211 10",
  "229": "212 10",
  "220": "213 10",
  "216": "214 10",
  "202": "215 10",
  "228": "216 9",
  "215": "217 9",
  "204": "218 9",
  "207": "219 9",
  "212": "220 9",
  "209": "221 8",
  "201": "222 8",
  "217": "223 8",
  "227": "224 8",
  "211": "225 7",
  "231": "226 7",
  "264": "227 7",
  "223": "228 6",
  "249": "229 6",
  "245": "230 6",
  "205": "231 6",
  "222": "232 6",
  "237": "233 6",
  "203": "234 6",
  "233": "235 5",
  "236": "236 5",
  "281": "237 5",
  "234": "238 5",
  "232": "239 5",
  "250": "240 5",
  "238": "241 5",
  "257": "242 5",
  "219": "243 5",
  "224": "244 4",
  "225": "245 4",
  "298": "246 4",
  "191": "247 4",
  "284": "248 4",
  "256": "249 4",
  "242": "250 4",
  "290": "251 4",
  "262": "252 4",
  "291": "253 4",
  "365": "254 4",
  "210": "255 3",
  "260": "256 3",
  "307": "257 3",
  "276": "258 3",
  "275": "259 3",
  "235": "260 3",
  "246": "261 3",
  "274": "262 3",
  "271": "263 3",
  "338": "264 2",
  "308": "265 2",
  "251": "266 2",
  "230": "267 2",
  "293": "268 2",
  "282": "269 2",
  "316": "270 2",
  "277": "271 2",
  "254": "272 2",
  "580": "273 2",
  "411": "274 2",
  "318": "275 2",
  "321": "276 2",
  "258": "277 2",
  "300": "278 2",
  "297": "279 2",
  "299": "280 2",
  "263": "281 2",
  "268": "282 2",
  "273": "283 2",
  "288": "284 2",
  "368": "285 2",
  "364": "286 2",
  "272": "287 2",
  "278": "288 2",
  "265": "289 1",
  "330": "290 1",
  "221": "291 1",
  "247": "292 1",
  "437": "293 1",
  "285": "294 1",
  "436": "295 1",
  "332": "296 1",
  "304": "297 1",
  "253": "298 1",
  "287": "299 1",
  "349": "300 1",
  "344": "301 1",
  "339": "302 1",
  "283": "303 1",
  "296": "304 1",
  "239": "305 1",
  "252": "306 1",
  "244": "307 1",
  "363": "308 1",
  "362": "309 1",
  "345": "310 1",
  "248": "311 1",
  "319": "312 1",
  "317": "313 1",
  "337": "314 1",
  "350": "315 1",
  "286": "316 1",
  "267": "317 1"
}